hyprland
hyprland-qutils
hyprlock
hypridle
hyprpicker
hyprsunset
SwayNotificationCenter
waybar
rofi-wayland
kitty
zsh
git
swww
btop
fastfetch
brightnessctl
unrar
unzip
cliphist
udiskie
upower
imagemagick
simple-scan
dconf-editor
swappy
gvfs
NetworkManager
nm-connection-editor
bluez
bluez-tools
blueman
iw
hostapd
iptables
nautilus
gnome-text-editor
file-roller
loupe
mpv
qt6ct
qt5ct
qt5-qtwayland
qt6-qtwayland
kvantum
nwg-look
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-gnome
xdg-user-dirs
qemu-kvm
libvirt
virt-manager
dnsmasq
edk2-ovmf
uv
composer
man-pages
alsa-tools
wiremix
freerdp
google-noto-fonts-common
google-noto-emoji-fonts
fontawesome-fonts
firefox
micro