waybar
swaync
git
rofi-wayland
rofi-calc
rofi-emoji
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-hyprland
xdg-user-dirs
polkit-gnome
kitty
swww
hyprlock
hypridle
bluetui
simple-scan
cliphist
bluez
bluez-utils
blueman
nm-connection-editor
network-manager-applet
impala
gtk3
mpv
loupe
qt5-wayland
qt6-wayland
kvantum
udiskie
udisks2
nwg-look
firefox
btop
base-devel
imagemagick
fastfetch
brightnessctl
networkmanager
unrar
unzip
dconf-editor
python
greetd
micro
swappy
zsh
upower
mysql-workbench
tailscale
kwallet
hyprland
qemu-full
libvirt
hostapd
iptables
iw
virt-manager
dnsmasq
edk2-ovmf
iwd
pcmanfm
engrampa
papirus-icon-theme 
uv
nvm
pnpm
composer