waybar
swaync
git
rofi-wayland
rofi-calc
rofi-emoji
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-hyprland
xdg-user-dirs
polkit-gnome
kitty
swww
hyprlock
hypridle
bluetui
simple-scan
cliphist
bluez-utils
blueman
impala
mpv
loupe
qt6ct
qt5ct
qt5-wayland
qt6-wayland
kvantum
udiskie
nwg-look
firefox
btop
base-devel
imagemagick
fastfetch
brightnessctl
unrar
unzip
dconf-editor
greetd
micro
swappy
zsh
upower
mysql-workbench
tailscale
kwallet
kwalletmanager
kwallet-pam
kio
hyprland
qemu-full
libvirt
hostapd
iptables
iw
virt-manager
dnsmasq
edk2-ovmf
iwd
papirus-icon-theme 
uv
nvm
pnpm
composer
man
gvfs
freerdp
alsa-tools
power-profiles-daemon
plymouth
wiremix
pcmanfm
ark
lazygit
lutris
xorg-server
xorg-xauth   
xorg-server-xephyr        
xclip
netbeans
nss-mdns