waybar
swaync
git
rofi-wayland
rofi-calc
rofi-emoji
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
nautilus
kitty
swww
hyprlock
hypridle
bluetui
simple-scan
hyprpolkitagent
cliphist
bluez
bluez-utils
blueman
nm-connection-editor
network-manager-applet
impala
gtk3
mpv
loupe
qt5-wayland
qt6-wayland
udiskie
udisks2
nwg-look
firefox
btop
base-devel
imagemagick
fastfetch
brightnessctl
networkmanager
unrar
unzip
dconf-editor
xarchiver
python
ly
micro
swappy
zsh
upower
mysql-workbench
tailscale
kwallet